Repository: jamovi/library-i18n
Catalog: vijPlots/*.po
Languages: ja, ru

source: Lollipop Size
ja: ロリポップのサイズ
ru: Размер леденца

source: Lollipop Size & Colors
ja: ロリポップのサイズ & 色
ru: Размер и цвет леденца

source: Main statistical charts (histogram, boxplot, point, bar, line, raincloud…) with many options along with Likert plot, multiple response barplot, Principal Component and (Multiple) Correspondence Analyses. Project source (and changelog) is available at <a href="https://github.com/vjalby/vijPlots" target="_blank">Github</a>.
ja: 主な統計グラフ（ヒストグラム、箱ひげ図、点プロット、棒グラフ、折れ線グラフ、レインクラウドプロットなど）には多数のオプションが用意されています。あわせて、リッカートプロット、多重回答棒グラフ、主成分分析および（多重）対応分析にも対応しています。 プロジェクトのソースコード（および変更履歴）は <a href="https://github.com/vjalby/vijPlots" target="_blank">Github</a>で公開されています。
ru: Основные статистические диаграммы (гистограмма, коробчатая диаграмма, точка, гистограмма, линия, дождевое облако…) со множеством опций, а также графиком Лайкерта, гистограммой множественных ответов, анализом главных компонент и (множественным) анализом соответствий. Исходный код проекта (и журнал изменений) доступен на <a href="https://github.com/vjalby/vijPlots" target="_blank">Github</a>.

source: Mann-Whitney U
ja: マン・ホイットニーのU
ru: Манн-Уитни Ю

source: Mann-Whitney U Tests
ja: マン・ホイットニーのU検定
ru: U-тесты Манна-Уитни

source: Manual
ja: 手動
ru: Руководство

source: Mar
ja: 3月
ru: Мар

source: March
ja: 3月
ru: Маршировать

source: Mass
ja: 質量
ru: Масса

source: Max
ja: 最大値
ru: Макс

source: Maximum of
ja: 最大値
ru: Максимум

source: Maximum-likelihood (MLE)
ja: 最尤法（MLE）
ru: Максимальное правдоподобие (MLE)

source: May
ja: 5月
ru: Май

source: MCA {type} Coordinate ({method} method)
ja: MCA {type}座標 ({method}法)
ru: Координата MCA {type} (метод {method})

source: Mean
ja: 平均値
ru: Иметь в виду

source: Mean & SD
ja: 平均値 & 標準偏差
ru: Среднее и стандартное отклонение

source: Mean of
ja: 平均値
ru: Среднее значение

source: Median
ja: 中央値
ru: медиана

source: Median of
ja: 中央値
ru: Медиана

source: Medium (400x300)
ja: 中 (400x300)
ru: Средний (400x300)

# menu
source: Oct
ja: 10月
ru: Окт

# menu
source: October
ja: 10月
ru: Октябрь

source: Method
ja: 方法
ru: Метод

source: Method of moments (MME)
ja: モーメント法（MME）
ru: Метод моментов (ММЕ)

source: Method:
ja: 方法：
ru: Метод:

source: Middle
ja: 中央
ru: Середина

source: Min
ja: 最小値
ru: Мин

source: Min / Max
ja: 最小値／最大値
ru: Мин/Макс

source: Minimum entropy
ja: 最小エントロピー
ru: Минимальная энтропия

source: Minimum of
ja: 最小値
ru: Минимум

source: Multi-valued Variable
ja: 多値変数
ru: Многозначная переменная

source: Multiple Correspondence Analysis
ja: 多重対応分析
ru: Анализ множественного соответствия

source: Multiple Response
ja: 多重回答
ru: Множественный ответ

source: Multiple Response Crosstab
ja: 多重回答のクロス集計
ru: Перекрестная таблица множественных ответов

source: Multiple Response Frequencies
ja: 多重回答の度数
ru: Частота множественных ответов

source: Multiple Value Variable
ja: 多値変数
ru: Переменная с несколькими значениями

source: Multivariate
ja: 多変量
ru: Многомерный

source: Name
ja: 名前
ru: Имя

source: Natural log tranform
ja: 自然対数変換
ru: Трансформация натурального бревна

source: No rotation used.
ja: 回転されていません。
ru: Вращение не используется.

source: None
ja: なし
ru: Никто

source: Normal
ja: 正規
ru: Нормальный

source: Normal Curve
ja: 正規曲線
ru: Нормальная кривая

source: Normalization
ja: 正規化
ru: Нормализация

source: Notch width
ja: ノッチ幅
ru: Ширина выреза

source: Notched box
ja: ノッチつき箱ひげ図
ru: Зубчатая коробка

source: Nov
ja: 11月
ru: Ноя

source: November
ja: 11月
ru: ноябрь

source: Nudged boxplots
ja: ずらした箱ひげ図
ru: Сдвинутые коробчатые диаграммы

source: Number of cases
ja: ケース数
ru: Количество случаев

source: Number of cases:
ja: ケース数：
ru: Количество случаев:

source: Number of dimensions
ja: 次元数
ru: Количество измерений

source: Obs color
ja: 観測値の色
ru: Цвет наблюдения

source: Observation Coordinates
ja: 観測値の座標
ru: Координаты наблюдения

source: Observation Plot
ja: 観測値プロット
ru: График наблюдения

source: Observation plot
ja: 観測値プロット
ru: График наблюдения

source: Observation Plot Options
ja: 観測値プロットオプション
ru: Опции графика наблюдения

source: Observation Plot Size
ja: 観測値プロットサイズ
ru: Размер графика наблюдения

source: Observation principal
ja: 観測値主成分
ru: Руководитель наблюдения

source: Observation principal coordinates
ja: 観測値主成分座標
ru: Главные координаты наблюдения

source: Observation Summary
ja: 観測値の要約
ru: Резюме наблюдения

source: Observations
ja: 観測値
ru: Наблюдения

source: Oct
ja: 10月
ru: Окт

source: Oct 2035
ru: Окт 2035

source: Oct 35
ru: Окт 35

source: October
ja: 10月
ru: Октябрь

source: October 2035
ru: Октябрь 2035

source: October 35
ru: Октябрь 35

source: Offset
ja: オフセット
ru: Компенсировать

source: One variable
ja: 1変数
ru: Одна переменная

source: only
ja: のみ
ru: только

source: Option name
ja: オプション名
ru: Название опции

source: Option Variables
ja: オプション変数
ru: Опционные переменные

source: Options
ja: オプション
ru: Параметры

source: Orange
ja: オレンジ
ru: Апельсин

source: Orange and Purple
ja: オレンジと紫
ru: Оранжевый и фиолетовый

source: Orange to Red
ja: オレンジ → 赤
ru: От оранжевого до красного

source: Oranges
ja: オレンジ系
ru: Апельсины

source: Original Eigenvalues
ja: 元の固有値
ru: Исходные собственные значения

source: Other Options
ja: その他のオプション
ru: Другие варианты

source: Overall
ja: 全体
ru: Общий

source: Overall (all groups)
ja: 全体（すべてのグループ）
ru: Всего (все группы)

source: Overlapping
ja: 重なり
ru: Перекрытие

source: P-P plot
ja: P-Pプロット
ru: P-P график

source: p-Value Adjustment
ja: p値の調整
ru: Корректировка значения p

source: p-values are adjusted groupwise using {method} method.
ja: p値はグループごとに{method}法で調整されています。
ru: p-значения корректируются по группам с использованием метода {method}.

source: p-values are adjusted overall using {method} method.
ja: p値は全体に対して{method}法で調整されています。
ru: P-значения в целом корректируются с использованием метода {method}.

source: p-values are adjusted using {method} method.
ja: p値は{method}法で調整されています。
ru: p-значения корректируются с использованием метода {method}.

source: Paired
ja: ペア
ru: Парный

source: Pairwise Comparisons
ja: 多重比較
ru: Парные сравнения

source: Palette
ja: パレット
ru: Палитра

source: Parameter 1
ja: パラメーター1
ru: Параметр 1

source: Parameter 2
ja: パラメーター2
ru: Параметр 2

source: Parameter Estimates
ja: パラメーター推定値
ru: Оценки параметров

source: Parameter Values
ja: パラメーター値
ru: Значения параметров

source: Parameter values
ja: パラメーター値
ru: Значения параметров

source: Parsimax
ja: パーシマックス
ru: Парсимакс

source: Pastel 1
ja: パステル1
ru: Пастель 1

source: Pastel 2
ja: パステル2
ru: Пастель 2

source: PCA {norm} Coordinate{rotation}
ja: PCA {norm}座標{rotation}
ru: PCA {норма} Координата {вращение}

source: Percent
ja: パーセント
ru: Процент

source: Percentages
ja: パーセンテージ
ru: Проценты

source: Pie Chart
ja: 円グラフ
ru: Круговая диаграмма

source: Pink
ja: ピンク
ru: Розовый

source: Pink and Green
ja: ピンクと緑
ru: Розовый и Зеленый

source: Plot
ja: プロット
ru: График

source: Plot & Element Sizes
ja: プロット & 要素サイズ
ru: Размеры графика и элементов

source: Plot & Text Sizes
ja: プロット & 文字サイズ
ru: Размеры графиков и текста

source: Plot Color
ja: プロットの色
ru: Цвет графика

source: Plot Colors
ja: プロットの色
ru: Цвета графика

source: Plot Options
ja: プロットオプション
ru: Параметры графика

source: Plot Size
ja: プロットサイズ
ru: Размер графика

source: Plot Size & Colors
ja: プロットサイズ & 色
ru: Размер и цвета графика

source: Plot Size & Facets
ja: プロットサイズ & ファセット
ru: Размер графика и грани

source: Plot Size & Options
ja: プロットサイズ & オプション
ru: Размер и параметры графика

source: Plot size must be at least 200px (or 0 = default)
ja: プロットサイズは少なくとも 200px でなければなりません（または 0 = 初期値）
ru: Размер графика должен быть не менее 200 пикселей (или 0 = по умолчанию)

source: Plot Titles
ja: プロットタイトル
ru: Названия графика

source: Plot Titles & Subtitles
ja: プロットタイトル & サブタイトル
ru: Заголовки и подписи графика

source: Plot Type
ja: プロットの種類
ru: Тип графика

source: Plots
ja: プロット
ru: Графики

source: Point
ja: 点
ru: Пункт

source: Point & Line Size
ja: 点 & 線サイズ
ru: Размер точки и линии

source: Point size
ja: 点サイズ
ru: Размер точки

source: Point Size
ja: 点サイズ
ru: Размер точки

source: Points
ja: 点
ru: Очки

source: Pointwise
ja: 点ごと
ru: Поточечно

source: Position
ja: 位置
ru: Позиция

source: Post Hoc
ja: 事後
ru: Пост-хок

source: Post Hoc Tests
ja: 事後検定
ru: Последующие тесты

source: Prevent overlap
ja: 重なりを防止
ru: Предотвращение дублирования

source: Principal
ja: 主成分
ru: Главный

source: Principal Component Analysis
ja: 主成分分析
ru: Анализ главных компонент

source: Principal coordinates
ja: 主成分座標
ru: Основные координаты

source: Proportional point size
ja: 点のサイズを割合で指定
ru: Пропорциональный размер точки

source: pt
ru: пт

source: Purple
ja: 紫
ru: Фиолетовый

source: Purple and Green
ja: 紫と緑
ru: Фиолетовый и зеленый

source: Purple to Blue
ja: 紫 → 青
ru: От фиолетового до синего

source: Purple to Green
ja: 紫 → 緑
ru: От фиолетового к зеленому

source: Purple to Red
ja: 紫 → 赤
ru: От фиолетового к красному

source: Purples
ja: 紫系
ru: Фиолетовые

source: px
ru: пикс

source: Q-Q & P-P Plots
ja: Q-Q & P-Pプロット
ru: Графики Q-Q и P-P

source: Q-Q line
ja: Q-Qの線
ru: линия Q-Q

source: Q-Q plot
ja: Q-Qプロット
ru: Q-Q график

source: Quartimax
ja: クォーティマックス
ru: Квартимакс

source: Questions
ja: 質問
ru: Вопросы

source: Raincloud
ja: レインクラウド
ru: Дождевое облако

source: Raincloud Plot
ja: レインクラウドプロット
ru: График дождевых облаков

source: Range
ja: 範囲
ru: Диапазон

source: Red
ja: 赤
ru: Красный

source: Red and Blue
ja: 赤と青
ru: Красный и Синий

source: Red and Gray
ja: 赤とグレー
ru: Красный и Серый

source: Red to Purple
ja: 赤 → 紫
ru: От красного к фиолетовому

source: Red, Yellow and Blue
ja: 赤・黄・青
ru: Красный, Желтый и Синий

source: Red, Yellow and Green
ja: 赤・黄・緑
ru: Красный, Желтый и Зеленый

source: Red, Yellow, Blue
ja: 赤・黄・青
ru: Красный, Желтый, Синий

source: Red, Yellow, Green
ja: 赤・黄・緑
ru: Красный, Желтый, Зеленый

source: Reds
ja: 赤系
ru: Красные

source: Reference Line
ja: 参照線
ru: Опорная линия

source: Reference line
ja: 参照線
ru: Опорная линия

source: Reference Lines
ja: 参照線
ru: Опорные линии

source: Regression Line
ja: 回帰線
ru: Линия регрессии

source: Reverse disposition
ja: 配置を逆にする
ru: Обратное расположение

source: Reverse stack order
ja: 積み上げ順を逆にする
ru: Обратный порядок стека

source: Reverse the staking order
ja: 配置順を逆にする
ru: Обратный порядок ставок

source: Right
ja: 右
ru: Верно

source: Rotate eigenvectors
ja: 固有ベクトルを回転
ru: Поворот собственных векторов

source: Rotation
ja: 回転
ru: Вращение

source: Row
ja: 行
ru: Строка

source: Row and Column Points for {rows} and {cols}
ja: {rows}と{cols}の行と列の点
ru: Точки строк и столбцов для {rows} и {cols}

source: Row and column profiles
ja: 行・列のプロフィール
ru: Профили строк и столбцов

source: Row and column summaries
ja: 行・列の要約
ru: Сводные данные по строкам и столбцам

source: Row Plot
ja: 行プロット
ru: Строковый график

source: Row plot
ja: 行プロット
ru: Строковый график

source: Row Points for
ja: 行の点
ru: Очки строк за

source: Row principal
ja: 行主成分
ru: Основная строка

source: Row Profiles
ja: 行プロフィール
ru: Профили строк

source: Row Summary
ja: 行の要約
ru: Сводка строк

source: Rows
ja: 行
ru: Строки

source: Rows (Options)
ja: 行（オプション）
ru: Строки (параметры)

source: Same as point/arrow
ja: 点／矢印と同じ
ru: То же, что точка/стрелка

source: Same color for all bars
ja: 棒をすべて同色にする
ru: Одинаковый цвет для всех полос

source: Sample Probabilities
ja: サンプル確率
ru: Выборочные вероятности

source: Sample Probability Deviation
ja: サンプル確率偏差
ru: Выборочное отклонение вероятности

source: Sample Quantiles
ja: サンプル分位点
ru: Образец квантилей

source: Sample Quantiles Deviation
ja: サンプル分位点偏差
ru: Отклонение квантилей выборки

source: Save
ja: 保存
ru: Сохранять

source: Save observation coordinates
ja: 観測値座標を保存
ru: Сохранить координаты наблюдения

source: Scatter Plot
ja: 散布図
ru: Рассеяния

source: Scree Plot
ja: スクリープロット
ru: Каменистая осыпь

source: Scree plot
ja: スクリープロット
ru: Каменистая осыпь

source: SD
ja: 標準偏差
ru: СО

source: Separator
ja: 区切り文字
ru: Разделитель

source: Sept
ja: 9月
ru: сентябрь

source: September
ja: 9月
ru: Сентябрь

source: Set 1
ja: セット1
ru: Набор 1

source: Set 2
ja: セット2
ru: Набор 2

source: Set 3
ja: セット3
ru: Набор 3

source: Several variables
ja: 複数の変数
ru: Несколько переменных

source: Show % labels
ja: %ラベルを表示
ru: Показать % ярлыков

source: Show count labels
ja: 度数ラベルを表示
ru: Показать метки количества

source: Show density
ja: 密度を表示
ru: Показать плотность

source: Show line
ja: 線を表示
ru: Показать линию

source: Show lines
ja: 線を表示
ru: Показать линии

source: Show mean
ja: 平均値を表示
ru: Показать среднее

source: Show normal curve
ja: 正規分布曲線を表示
ru: Показать нормальную кривую

source: Show outliers
ja: 外れ値を表示
ru: Показать выбросы

source: Show points
ja: 点を表示
ru: Показать точки

source: Show points with missing group/label
ja: 欠損グループ／ラベルの点を表示
ru: Показать точки с отсутствующей группой/меткой

source: Show totals (Centered only)
ja: 合計を表示（中央寄せのみ）
ru: Показать итоги (только по центру)

source: Side-by-side
ja: 横並び
ru: Бок о бок

source: Side-by-side (tight)
ja: 横並び（タイト）
ru: Бок о бок (плотно)

source: Single
ja: 単一
ru: Одинокий

source: Singular Value
ja: 特異値
ru: Единственное значение

source: Size
ja: サイズ
ru: Размер

source: Small (300x200)
ja: 小 (300x200)
ru: Маленький (300x200)

source: Smoking
ja: 喫煙
ru: Курение

source: Smooth
ja: スムーズ
ru: Гладкий

source: Solution
ja: 解
ru: Решение

source: Sort Variables by Median
ja: 変数を中央値で並び替え
ru: Сортировка переменных по медиане

source: Sorting
ja: 並び替え
ru: Сортировка

source: Sorting (by median)
ja: 並び替え（中央値順）
ru: Сортировка (по медиане)

source: Spectral
ja: スペクトル
ru: Спектральный

source: SS Loadings
ja: 負荷量2乗和
ru: Нагрузки СС

source: Stacked
ja: 積み上げ
ru: Сложенный

source: Stacked 100%
ja: 100%積み上げ
ru: Сложено 100%

source: Standard
ja: 標準
ru: Стандартный

source: Standard coordinates
ja: 標準座標
ru: Стандартные координаты

source: Standardize loadings (eigenvectors)
ja: 負荷量（固有ベクトル）を標準化
ru: Стандартизировать нагрузки (собственные векторы)

source: Standardize scores
ja: スコアを標準化
ru: Стандартизировать оценки

source: Standardize values
ja: 値を標準化
ru: Стандартизировать ценности

source: Standardize variables
ja: 変数を標準化
ru: Стандартизируйте переменные

source: Standardized Sample Quantiles
ja: 標準化サンプル分位点
ru: Квантили стандартизованной выборки

source: Standardized Sample Quantiles Deviation
ja: 標準化サンプル分位点偏差
ru: Отклонение квантилей стандартизированной выборки

source: Standardized values
ja: 標準化された値
ru: Стандартизированные значения

source: Staple width
ja: ステープル幅
ru: Ширина скобы

source: Statistic
ja: 統計量
ru: Статистика

source: Stretch arrows by
ja: 矢印の伸縮
ru: Растянуть стрелки на

# string
source: Column Principal
ja: 列主成分
ru: Столбец Основной

# string
source: Principal
ja: 主成分
ru: Главный

# string
source: Row Principal
ja: 行主成分
ru: Директор строки

# string
source: Standard
ja: 標準
ru: Стандартный

# string
source: Symetric
ja: 対称
ru: Симметричный

source: Student
ja: スチューデント
ru: Студент

source: Subtitle
ja: サブタイトル
ru: Субтитры

source: Subtitle Style
ja: サブタイトルスタイル
ru: Стиль субтитров

source: Subtitle Text
ja: サブタイトル文字
ru: Текст субтитров

source: Summary
ja: 要約
ru: Краткое содержание

source: Suppl. Column
ja: 補助列
ru: Доп. Столбец

source: Suppl. Row
ja: 補助行
ru: Доп. Строки

source: Suppl. variables
ja: 補助変数
ru: Доп. переменные

source: Supplement
ja: 補助
ru: Добавка

source: Supplementary columns
ja: 補助列
ru: Дополнительные столбцы

source: Supplementary Points
ja: 補助点
ru: Дополнительные пункты

source: Supplementary rows
ja: 補助行
ru: Дополнительные строки

source: Supplementary rows/columns
ja: 補助行／列
ru: Дополнительные строки/столбцы

source: Supplementary Variables
ja: 補助変数
ru: Дополнительные переменные

source: Supplementary variables
ja: 補助変数
ru: Дополнительные переменные

source: Symetric
ja: 対称
ru: Симметричный

source: Table
ja: 表
ru: Стол

source: Tables
ja: 表
ru: Таблицы

source: Tail-Sensitive (Normal)
ja: 裾感度（正規）
ru: Чувствительный к хвосту (нормальный)

source: Tests
ja: 検定
ru: Тесты

source: Text
ja: 文字
ru: Текст

source: Text Size
ja: 文字サイズ
ru: Размер текста

source: The correlation matrix is not positive definite. Computations may not be accurate.
ja: 相関行列は正定値ではありません。計算が正確でない可能性があります。
ru: Корреляционная матрица не является положительно определенной. Расчеты могут быть неточными.

source: The number of dimensions cannot be greater than {max}.
ja: 次元数は {max} を超えることはできません。
ru: Количество измерений не может превышать {max}.

source: Theoretical Probabilities
ja: 理論確率
ru: Теоретические вероятности

source: Theoretical Quantiles
ja: 理論分位点
ru: Теоретические квантили

source: Tidy up levels
ja: レベルを整理
ru: Порядок на уровнях

source: Tidy:Alger
ja: Tidy：アルジェ
ru: Порядок: Алжир

source: Tidy:Apple
ja: Tidy：アップル
ru: Порядок:Яблоко

source: Tidy:Candy
ja: Tidy：キャンディ
ru: Порядок:Конфеты

source: Tidy:Friendly
ja: Tidy：フレンドリー
ru: Порядок: Дружелюбный

source: Tidy:Ibm
ru: Порядок:lbm

source: Tidy:Metro
ja: Tidy：メトロ
ru: Порядок:Метро

source: Tidy:Rainbow
ja: Tidy：レインボー
ru: Порядок:Радуга

source: Tidy:Seaside
ja: Tidy：シーサイド
ru: Порядок: Море

source: Time Series
ja: 時系列
ru: Временной ряд

source: Title
ja: タイトル
ru: Заголовок

source: Title Style
ja: タイトルスタイル
ru: Стиль заголовка

source: Title Text
ja: タイトル
ru: Текст заголовка

source: Top
ja: 上
ru: Верх

source: Total
ja: 合計
ru: Общий

source: Total row
ja: 行合計
ru: Итого строка

source: Type
ja: 種類
ru: Тип

source: Unable to use {rotation} rotation.
ja: {rotation}回転を使用できません。
ru: Невозможно использовать вращение {rotation}.

source: Uniform
ja: 一様
ru: Униформа

source: US (M-D-Y)
ja: US（月-日-年）
ru: США (МД-Г)

source: Use boldface
ja: 太字を使用
ru: Использовать жирный шрифт

source: Use color No.
ja: 色番号を使用
ru: Используйте цвет №.

source: Use Palette
ja: パレットを使用
ru: Использовать палитру

source: Use the same color for variables
ja: 変数に同じ色を使用
ru: Используйте один и тот же цвет для переменных

source: Use variable's description as name
ja: 変数の説明を名前に使用
ru: Использовать описание переменной в качестве имени

source: Values
ja: 値
ru: Ценности

source: Variable
ja: 変数
ru: Переменная

source: Variable dicriminations
ja: 変数の識別
ru: Переменная дискриминация

source: Variable Discriminations
ja: 変数の識別
ru: Переменная дискриминация

source: Variable plot
ja: 変数プロット
ru: Переменный график

source: Variable Plot
ja: 変数プロット
ru: Переменный график

source: Variables
ja: 変数
ru: Переменные

source: Varimax
ja: バリマックス
ru: Варимакс

source: Vertical label wrap
ja: 垂直ラベル折り返し
ru: Вертикальная упаковка этикеток

source: Vertical line at
ja: 垂直線の位置
ru: Вертикальная линия на

source: vijPlots: Yet Another jamovi Plotting Module
ja: vijPlots：もう1つのjamovi作図モジュール
ru: vijPlots: еще один модуль построения графиков jamovi

source: Viridis:Inferno
ja: Viridis：インフェルノ
ru: Виридис: Инферно

source: Viridis:Magma
ja: Viridis：マグマ
ru: Виридис:Магма

source: Viridis:Plasma
ja: Viridis：プラズマ
ru: Виридис:Плазма

source: Viridis:Turbo
ja: Viridis：ターボ
ru: Виридис:Турбо

source: Viridis:Viridis
ja: Viridis：基本
ru: Виридис:Виридис

source: Weibull
ja: ワイブル
ru: Вейбулл

source: White
ja: 白
ru: Белый

source: Wide (700x400)
ja: 幅広 (700x400)
ru: Широкий (700x400)

source: Width
ja: 幅
ru: Ширина

source: Within categories
ja: カテゴリ内
ru: Внутри категорий

source: Within groups
ja: グループ内
ru: Внутри групп

source: X-Axis
ja: X軸
ru: Ось X

source: X-Axis is a date
ja: X軸は日付
ru: Ось X — это дата

source: X-Axis Range
ja: X軸範囲
ru: Диапазон оси X

source: Y-Axis
ja: Y軸
ru: Ось Y

source: Y-Axis Range
ja: Y軸範囲
ru: Диапазон оси Y

source: Yellow
ja: 黄
ru: Желтый

source: Yellow to Blue
ja: 黄 → 青
ru: От желтого до синего

source: Yellow to Brown
ja: 黄 → 茶色
ru: От желтого до коричневого

source: Yellow to Green
ja: 黄 → 緑
ru: От желтого к зеленому

source: Yellow to Red
ja: 黄 → 赤
ru: Желтый к красному

source: BY
ja: 処理

source: COS2
ja: コサイン2乗

source: df
ja: 自由度

source: Dim
ja: 次元

source: QLT
ja: 品質
