Repository: jamovi/library-i18n
Catalog: vijPlots/*.po
Languages: ja, ru

source: <style> .block { border: 2px solid gray; border-radius: 15px; background-color: WhiteSmoke; padding: 0px 20px; text-align: justify; } </style> <div class="block"> <p><strong>QQ & PP Plots Help</strong></p> <p>This module uses <a href = "https://CRAN.R-project.org/package=qqplotr" target="_blank">qqplotr R package<a/> by Alexandre Almeida, Adam Loy and Heike Hofmann. In-depth information can be found in the package documentation on CRAN site.</p> <p><strong>Reference line:</strong> Draws either the <em>identity line</em> (y = x) or the commonly-used <em>Q-Q line</em> that intercepts two data quantiles (Q<sub>0.25</sub> and Q<sub>0.75</sub>). P-P plot only supports identity line.</p> <p><strong>Confidence band:</strong> Draws a confidence band around the reference line. qqplotr package provides several methods to compute the confidence band : <ul> <li><strong><em>Pointwise</em></strong> constructs pointwise confidence bands based on Normal confidence intervals;</li> <li><strong><em>Bootstrap</em></strong> creates pointwise confidence bands based on a parametric bootstrap;</li> <li><strong><em>Kolmogorov-Smirnov</em></strong> band is based on the Kolmogorov-Smirnov test;</li> <li><strong><em>Tail-Sensitive</em></strong> constructs a tail-sensitive confidence bands but is only implemented for Normal Q-Q plots;</li> <li><strong><em>Equal Local Levels (ELL)</em></strong> constructs simultaneous bands using the equal local levels.</li> </ul> P-P plots only support "ELL" and "Bootstrap" methods. </p> <p><strong>Detrended plot:</strong> The objects are <em>detrended</em> according to the reference line. This procedure may help reducing visual bias caused by the orthogonal distances from the points to the reference line. </p> <p><strong>Parameter values:</strong> The distribution parameters can be estimated from data using <ul> <li><strong>Maximum Likelihood Method</strong> (using MASS package) : it should work with all distributions but "t" and "uniform";</li> <li><strong>Method of Moments</strong> for moment based parameters : it should work with "normal", "log-normal", "Beta", "Exponential", "Gamma", "Logistic", "Uniform";</li> </ul> or entered by user: <ul> <li><strong>Parameter 1:</strong> : mean (Normal), meanlog (Log-normal), shape1 (Beta), location (Cauchy, Logistic), df (Chi-squared, Student), df1 (F), rate (Exponential), shape (Gamma, Weibull) and min (Uniform);</li> <li><strong>Parameter 2:</strong> : sd (normal), sdlog (Log-normal), shape2 (Beta), scale (Cauchy, Logistic), df2 (F), rate (Gamma, Weibull) and max (Uniform).</li> </ul> </p> </div>
ja: <style> .block { border: 2px solid gray; border-radius: 15px; background-color: WhiteSmoke; padding: 0px 20px; text-align: justify; } </style> <div class="block"> <p><strong>QQおよびPPプロットのヘルプ</strong></p> <p>本モジュールは、Alexandre Almeida、Adam Loy、Heike Hofmann による <a href = "https://CRAN.R-project.org/package=qqplotr" target="_blank">qqplotr R パッケージ<a/> を使用しています。詳細については、CRAN サイトのパッケージ文書を参照してください。</p> <p><strong>参照線：</strong> <em>恒等線</em>（y = x）または、2つのデータ分位点（Q<sub>0.25</sub> と Q<sub>0.75</sub>）を通る一般的な <em>Q–Q 線</em> を描画します。P–P プロットでは恒等線のみ使用できます。</p> <p><strong>信頼帯：</strong> 参照線の周囲に信頼帯を描画します。qqplotr パッケージでは、信頼帯を計算するための複数の方法が用意されています。 <ul> <li><strong><em>点ごと：</em></strong> 正規分布に基づく信頼区間から点ごとの信頼帯を構成します。</li> <li><strong><em>ブートストラップ：</em></strong> パラメトリック・ブートストラップに基づく点ごとの信頼帯を作成します。</li> <li><strong><em>コルモゴロフ・スミルノフ</em></strong> コルモゴロフ・スミルノフ検定に基づく信頼帯です；</li> <li><strong><em>Tail-Sensitive</em></strong> 裾に敏感な信頼帯を構成しますが、正規 Q–Q プロットにのみ実装されています。</li> <li><strong><em>等局所レベル（ELL）：</em></strong> 等局所有意水準に基づいて同時信頼帯を構成します。</li> </ul> P–P プロットでは「ELL」と「ブートストラップ」のみ利用可能です。 </p> <p><strong>トレンド除去プロット：</strong> 参照線に基づいてオブジェクトを<em>トレンド除去</em>（デトレンド）します。この処理により、点から参照線への直交距離によって生じる視覚的バイアスを軽減できる場合があります。 </p> <p><strong>パラメータ値：</strong> 分布パラメータは次の方法でデータから推定できます。 <ul> <li><strong>最尤法</strong>（MASS パッケージ使用）："t" および "uniform" を除くすべての分布で使用できます。</li> <li><strong>モーメント法</strong>：モーメントに基づくパラメータに適用され、"normal"、"log-normal"、"Beta"、"Exponential"、"Gamma"、"Logistic"、"Uniform" に使用できます。</li> </ul> または、ユーザーが直接入力することもできます。 <ul> <li><strong>パラメータ1：</strong> mean（正規分布）、meanlog（対数正規分布）、shape1（ベータ分布）、location（コーシー分布、ロジスティック分布）、df（カイ2乗、スチューデント）、df1（F）、rate（指数分布）、shape（ガンマ分布、ウェイブル分布）、min（一様分布）。</li> <li><strong>パラメータ2：</strong> sd（正規分布）、sdlog（対数正規分布）、shape2（ベータ分布）、scale（コーシ分布、ロジスティック分布）、df2（F）、rate（ガンマ分布、ウェイブル分布）、max（一様分布）。</li> </ul> </p> </div>
ru: <style> .block { border: 2px solid gray; border-radius: 15px; background-color: WhiteSmoke; padding: 0px 20px; text-align: justify; } </style> <div class="block"> <p><strong>Помощь по графикам QQ и PP</strong></p> <p>Этот модуль использует пакет R qqplotr <a href = "https://CRAN.R-project.org/package=qqplotr" target="_blank">qqplotr<a/> от Alexandre Almeida, Adam Loy и Heike Hofmann. Подробную информацию можно найти в документации пакета на сайте CRAN.</p> <p><strong>Опорная линия:</strong> Рисует либо линию идентичности</em> (y = x), либо широко используемую линию Q-Q</em>, которая пересекает два квантиля данных (Q<sub>0,25</sub> и Q<sub>0,75</sub>). График P-P поддерживает только линию идентичности.</p> <p><strong>Доверительная полоса:</strong> Рисует доверительную полосу вокруг опорной линии. Пакет qqplotr предоставляет несколько методов для вычисления доверительного интервала: <ul> <li><strong><em>Pointwise</em></strong> строит точечные доверительные интервалы на основе нормальных доверительных интервалов;</li> <li><strong><em>Bootstrap</em></strong> создает точечные доверительные интервалы на основе параметрического бутстрапа;</li> <li><strong><em>Kolmogorov-Smirnov</em></strong> интервал основан на критерии Колмогорова-Смирнова;</li> <li><strong><em>Tail-Sensitive</em></strong> строит доверительные интервалы, чувствительные к хвосту распределения, но реализован только для нормальных Q-Q графиков;</li> <li><strong><em>Equal Local Levels (ELL)</em></strong> строит одновременные интервалы с использованием равных локальных уровней.</li> </ul> P-P графики поддерживают только методы "ELL" и "Bootstrap". </p> <p><strong>Детрендированный график:</strong> Объекты детрендированы</em> в соответствии с опорной линией. Эта процедура может помочь уменьшить визуальную предвзятость, вызванную ортогональными расстояниями от точек до опорной линии. </p> <p><strong>Значения параметров:</strong> Параметры распределения можно оценить по данным с помощью <ul> <li><strong>Метода максимального правдоподобия</strong> (с использованием пакета MASS): он должен работать со всеми распределениями, кроме "t" и "равномерного";</li> <li><strong>Метода моментов</strong> для параметров, основанных на моментах: он должен работать с "нормальным", "логарифмически нормальным", "бета", "экспоненциальным", "гамма", "логистическим", "равномерным";</li> </ul> или ввести пользователем: <ul> <li><strong>Параметр 1:</strong> : среднее (нормальное), среднее логарифмическое (логарифмически нормальное), форма 1 (бета), положение (Коши, логистическое), число степеней свободы (хи-квадрат, Стьюдента), число степеней свободы 1 (F), скорость (экспоненциальное), форма (гамма, Вейбулла) и минимум (равномерное);</li> <li><strong>Параметр 2:</strong> : sd (нормальное распределение), sdlog (логарифмически нормальное распределение), shape2 (бета-распределение), scale (распределение Коши, логистическое распределение), df2 (F-распределение), rate (гамма-распределение, распределение Вейбулла) и max (равномерное распределение).</li> </ul> </p> </div>

source: 1 day
ja: 1日
ru: 1 день

source: 1 month
ja: 1か月
ru: 1 месяц

source: 1 week
ja: 1週間
ru: 1 неделя

source: 1 year
ja: 1年
ru: 1 год

source: 10 years
ja: 10年
ru: 10 лет

source: 2 weeks
ja: 2週間
ru: 2 недели

source: 20 October 2035
ru: 20 Октября 2035

source: 2035 Oct
ru: 2035 Окт

source: 2035 October
ru: 2035 Октябрь

source: 2035 October 20
ru: 2035 Октябрь 20

source: 3 months
ja: 3か月
ru: 3 месяца

source: 6 months
ja: 6か月
ru: 6 месяцев

source: A demonstration dataset for vijPlots module.
ja: vijPlotsモジュールのデモンストレーション用データセット。
ru: Демонстрационный набор данных для модуля vijPlots.

source: A demonstration dataset for vijPlots/Correspondence Analysis.
ja: vijPlots/対応分析のデモンストレーション用データセット。
ru: Демонстрационный набор данных для vijPlots/Анализ соответствия.

source: A demonstration dataset for vijPlots/Likert plots.
ja: vijPlots/リッカートプロットのデモンストレーション用データセット。
ru: Демонстрационный набор данных для графиков vijPlots/Likert.

source: A demonstration dataset for vijPlots/Multiple Correspondence Analysis.
ja: vijPlots/多重対応分析のデモンストレーション用データセット。
ru: Демонстрационный набор данных для vijPlots/Множественный анализ соответствия.

source: A demonstration dataset for vijPlots/Multiple Response plots.
ja: vijPlots/多重応答プロットのデモンストレーション用データセット。
ru: Демонстрационный набор данных для построения графиков vijPlots/Множественного отклика .

source: A demonstration dataset for vijPlots/Principal Component Analysis.
ja: vijPlots/主成分分析のデモンストレーション用データセット。
ru: Демонстрационный набор данных для vijPlots/Анализа главных компонент.

source: A demonstration dataset for vijPlots/Raincloud plot.
ja: vijPlots/レインクラウドプロットのデモンストレーション用データセット。
ru: Демонстрационный набор данных для построения графиков vijPlots/Raincloud.

source: A demonstration dataset for vijPlots/Time Serie plots.
ja: vijPlots/時系列プロットのデモンストレーション用データセット。
ru: Демонстрационный набор данных для построения графиков vijPlots/Временных рядов.

source: Accent
ja: アクセント
ru: Акцент

source: Active Margin
ja: 有効マージン
ru: Активная маржа

source: Add median line (Stacked only)
ja: 中央値のラインを追加（積み上げのみ）
ru: Добавить медианную линию (только для графиков с накоплением)

source: Add plot frame
ja: プロット枠の追加
ru: Добавить рамку графика

source: Adj. p
ja: 調整p値
ru: Скорр. p

source: Advanced Options
ja: 詳細オプション
ru: Расширенные параметры

source: Align
ja: 整列
ru: Выровнять

source: Alpha
ja: アルファ
ru: Альфа

source: Apr
ja: 4月
ru: Апр

source: April
ja: 4月
ru: Апрель

source: Area Chart
ja: エリアチャート
ru: Зональная диаграмма

source: Arrows
ja: 矢印
ru: Стрелки

source: Ascending
ja: 昇順
ru: Восходящий

source: Aug
ja: 8月
ru: Авг

source: August
ja: 8月
ru: Август

source: Auto
ja: 自動
ru: Авто

source: Axes
ja: 軸
ru: Оси

source: Axis Titles
ja: 軸タイトル
ru: Подписи осей

source: Bar Plot
ja: 棒グラフ
ru: Столбиковый

source: Bar Type
ja: 棒の種類
ru: Тип бара

source: Bartlett's Test of Sphericity
ja: バートレットの球面性検定
ru: Тест Бартлетта на сферичность

source: Bentler T
ja: ベントラーのT
ru: Бентлер Т

source: Benzécri Correction
ja: ベンゼクリ補正
ru: Поправка Бензекри

source: Benzécri correction
ja: ベンゼクリ補正
ru: Поправка Бензекри

source: Beta
ja: ベータ
ru: Бета

source: Bin Color
ja: 階級（ビン）の色
ru: Цвет контейнера

source: Bin Size
ja: 階級（ビン）のサイズ
ru: Размер бункера

source: Biplot
ja: バイプロット
ru: Биплот

source: Biplot Size
ja: バイプロットのサイズ
ru: Размер биграфика

source: Biplot Type
ja: バイプロットの種類
ru: Тип биграфика

source: Black
ja: 黒
ru: Черный

source: Blue
ja: 青
ru: Синий

source: Blue to Green
ja: 青 → 緑
ru: Синий к зеленому

source: Blue to Purple
ja: 青 → 紫
ru: От синего к фиолетовому

source: Blues
ja: 青系
ru: Блюз

source: Bold
ja: 太字
ru: Смелый

source: Bold Italic
ja: 太字斜体
ru: Жирный курсив

source: Bonferroni
ja: ボンフェローニ
ru: Бонферрони

source: Boostrap
ja: ブートストラップ
ru: Бустрап

source: Border
ja: 枠線
ru: Граница

source: Bottom
ja: 下
ru: Нижний

# boundary
source: Position
ja: 位置
ru: Позиция

source: Box Plot
ja: 箱ひげ図
ru: Коробчатый

source: Boxplot Elements
ja: 箱ひげ図の要素
ru: Элементы коробчатой диаграммы

source: Brown
ja: 茶色
ru: Коричневый

source: Brown and Green
ja: 茶色と緑
ru: Коричневый и Зеленый

source: Burt matrix
ja: バート行列
ru: Матрица Берта

source: By group
ja: グループごと
ru: По группе

source: By variable
ja: 変数ごと
ru: По переменной

source: Caption
ja: キャプション
ru: Подпись

source: Caption Style
ja: キャプションスタイル
ru: Стиль подписи

source: Caption Text
ja: キャプションテキスト
ru: Текст подписи

source: Cars
ja: 自動車（Cars）
ru: Автомобили

source: Categorical
ja: カテゴリカル
ru: Категорический

source: Categories
ja: カテゴリー
ru: Категории

source: Category Axis
ja: カテゴリー軸
ru: Ось категории

source: Category Plot
ja: カテゴリープロット
ru: Категориальный График

source: Category plot
ja: カテゴリープロット
ru: Категориальный график

source: Category Plot Options
ja: カテゴリープロットオプション
ru: Параметры графика категорий

source: Category Plot Size
ja: カテゴリープロットサイズ
ru: Размер категориального графика

source: Category principal
ja: カテゴリー主成分
ru: Основная категория

source: Category principal coordinates
ja: カテゴリー主成分座標
ru: Основные координаты категории

source: Category Summary
ja: カテゴリーの要約
ru: Сводная информация по категориям

source: Cauchy
ja: コーシー
ru: Коши

source: Center
ja: 中央
ru: Центр

source: Centered
ja: 中央揃え
ru: Центрировано

source: Chi-squared
ja: カイ2乗
ru: Хи-квадрат

source: Color Number
ja: カラー番号
ru: Номер цвета

source: Color Options
ja: カラーオプション
ru: Варианты цвета

source: Color Palette
ja: カラーパレット
ru: Цветовая палитра

source: Colors
ja: 配色
ru: Цвета

source: Colors & Options
ja: 配色 & オプション
ru: Цвета и варианты

source: Column
ja: 列
ru: Столбец

source: Column Plot
ja: 列プロット
ru: Столбчатый график

source: Column plot
ja: 列プロット
ru: Столбчатый график

source: Column Points for
ja: 列点
ru: Столбец Баллы за

source: Column principal
ja: 列の主成分
ru: Основной столбец

source: Column Profiles
ja: 列のプロフィール
ru: Профили столбцов

source: Column Summary
ja: 列の要約
ru: Сводка столбца

source: Columns
ja: 列
ru: Столбцы

source: Columns (Groups)
ja: 列（グループ）
ru: Столбцы (группы)

source: Comparison Tests
ja: 比較検定
ru: Сравнительные тесты

source: Component
ja: 成分
ru: Компонент

source: Component Plot
ja: 成分プロット
ru: График компонента

source: Confidence band
ja: 信頼帯
ru: Группа уверенности

source: Confidence Band Methods
ja: 信頼帯の手法
ru: Методы доверительного интервала

source: Confidence interval
ja: 信頼区間
ru: Доверительный интервал

source: Connect ordinal categories
ja: 順序カテゴリーを接続
ru: Соедините порядковые категории

source: Conover
ja: コノバー
ru: Коновер

source: Conover's Pairwise Comparisons
ja: コノバーの多重比較
ru: Парные сравнения Коновера

source: Contingency Table
ja: 分割表
ru: Таблица непредвиденных обстоятельств

source: Contingency table
ja: 分割表
ru: Таблица непредвиденных обстоятельств

source: Continuous
ja: 連続
ru: Непрерывный

source: Contributions
ja: 寄与
ru: Взносы

source: Convert variables to integer
ja: 変数を整数に変換
ru: Преобразовать переменные в целые числа

source: Coordinates
ja: 座標
ru: Координаты

source: Correspondence Analysis
ja: 対応分析
ru: Анализ корреспонденции

source: Count
ja: 度数
ru: Считать

source: Counted value
ja: 計数値
ru: Подсчитанное значение

source: Counts
ja: 度数
ru: имеет значение

source: Counts (optional)
ja: 度数（任意）
ru: Счетчики (необязательно)

source: Cov (Loading principal)
ja: 共分散 (主成分負荷量)
ru: Cov (Основная загрузка)

source: Covariance (Loading principal)
ja: 共分散 (主成分負荷量)
ru: Ковариация (принцип загрузки)

source: Covariance Biplot
ja: 共分散バイプロット
ru: Ковариационный биграфик

source: Credit Cards
ja: クレジットカード
ru: Кредитные карты

source: Crosstab
ja: クロス集計
ru: Кросс-таблица

source: Crosstab (% by row)
ja: クロス集計（行%）
ru: Перекрестная таблица (% по строке)

source: Crosstab (% of Cases)
ja: クロス集計（ケース％）
ru: Перекрестная таблица (% случаев)

source: Crosstab (% of Responses)
ja: クロス集計（回答％）
ru: Перекрестная таблица (% ответов)

source: Cumulative %
ja: 累積％
ru: Совокупный %

source: Dark 2
ja: ダーク2
ru: Темный 2

source: Dark Gray
ja: ダークグレー
ru: Темно-серый

source: Dashed line
ja: 破線
ru: Пунктирная линия

source: Data
ja: データ
ru: Данные

source: Data Transform
ja: データ変換
ru: Преобразование данных

source: Date breaks
ja: 日付区切り
ru: Перерывы в свиданиях

source: Dec
ja: 12月
ru: Дек

source: December
ja: 12月
ru: декабрь

source: Decreasing
ja: 降順
ru: Уменьшение

source: default
ja: 初期値
ru: по умолчанию

source: Density
ja: 密度
ru: Плотность

source: Density opacity
ja: 密度不透明度
ru: Плотность непрозрачности

source: Descending
ja: 降順
ru: По убыванию

source: Detrended {distribStr} {typeStr} Plot of {varStr}
ja: {varStr}のトレンド除去{distribStr} {typeStr}プロット
ru: График {distribStr} {typeStr} для {varStr} без тренда

source: Detrended plot
ja: トレンド除去プロット
ru: График без тренда

source: Dichromat:Categorical
ja: 2色型：カテゴリ
ru: Дихромат:Категорический

source: Dimension
ja: 次元
ru: Измерение

source: Discrimination
ja: 判別
ru: Дискриминация

source: Discrimination Plot
ja: 判別プロット
ru: График дискриминации

source: Discrimination plot
ja: 判別プロット
ru: Дискриминационный график

source: Discrimination Plot Size
ja: 判別プロットサイズ
ru: Размер графика дискриминации

source: Display format
ja: 表示形式
ru: Формат отображения

source: Distribution
ja: 分布
ru: Распределение

source: doesn't have a valid date format.
ja: には妥当な日付形式がありません。
ru: не имеет допустимого формата даты.

source: Donut chart
ja: ドーナツチャート
ru: Кольцевая диаграмма

source: Dot
ja: ドット
ru: Точка

source: Dot size
ja: ドットサイズ
ru: Размер точки

source: Draw arrow lines
ja: 矢印線を描画
ru: Нарисуйте линии со стрелками

source: Draw staples
ja: ステープルを描画
ru: Нарисуйте скобы

source: DSCF
ru: ДСКФ

source: DSCF p-values are adjusted groupwise.
ja: DSCFのp値はグループ単位で調整されています。
ru: P-значения DSCF корректируются по группам.

source: Dummy Variables
ja: ダミー変数
ru: Фиктивные переменные

source: Dunn
ja: ダン
ru: Данн

source: Dunn's Pairwise Comparisons
ja: ダンの多重比較
ru: Парные сравнения Данна

source: Dwass-Steel-Critchlow-Fligner Pairwise Comparisons
ja: ドゥワス・スティール・クリッチロウ・フリンガー（DSCF）の多重比較
ru: Парные сравнения Дуасса-Стил-Кричлоу-Флиннера

source: Eigenvalue
ja: 固有値
ru: собственное значение

source: Eigenvalues
ja: 固有値
ru: Собственные значения

source: Element Size
ja: 要素サイズ
ru: Размер элемента

source: Empty value as NA
ja: 空の値をNAとして扱う
ru: Пустое значение как NA

source: Equal Local Levels
ja: 等局所レベル
ru: Равные местные уровни

source: Equamax
ja: エカマックス
ru: Эквамакс

source: Estimate parameters from data
ja: データからパラメーターを推定
ru: Оценить параметры по данным

source: EU (D-M-Y)
ja: EU（日-月-年）
ru: ЕС (Д-М-Г)

source: Exponential
ja: 指数
ru: Экспоненциальный

source: Extraction Sums of Squared Loadings
ja: 抽出された負荷量の2乗和
ru: Извлечение сумм квадратов нагрузок

source: Facet
ja: ファセット
ru: Фасет

source: Facets
ja: ファセット
ru: Фасеты

source: Factor
ja: 因子
ru: Фактор

source: Feb
ja: 2月
ru: Фев

source: February
ja: 2月
ru: февраль

source: Fill
ja: 塗りつぶし
ru: Наполнять

source: Font
ja: フォント
ru: Шрифт

source: Font face
ja: フォントスタイル
ru: Лицо шрифта

source: Font size
ja: フォントサイズ
ru: Размер шрифта

source: For border
ja: 枠線
ru: Для границы

source: For filling
ja: 塗りつぶし
ru: Для наполнения

source: Form (Score principal)
ja: 形式（主成分得点）
ru: Форма (основная оценка)

source: Form Biplot
ja: 形式バイプロット
ru: Форма биграфика

source: Frequencies
ja: 度数
ru: Частоты

source: Frequency Plot
ja: 度数プロット
ru: Частотный график

source: Frequency Table
ja: 度数分布表
ru: Таблица частот

source: Frequency table
ja: 度数分布表
ru: Таблица частот

source: Frequency Type
ja: 度数の種類
ru: Тип частоты

source: Gamma
ja: ガンマ
ru: Гамма

source: Gray
ja: グレー
ru: Серый

source: Green
ja: 緑
ru: Зеленый

source: Green to Blue
ja: 緑 → 青
ru: От зеленого к синему

source: Greenacre Correction
ja: グリーンエーカー補正
ru: Исправление Гринакра

source: Greenacre correction
ja: グリーンエーカー補正
ru: Коррекция Гринакра

source: Greenacre's corrected inertia =
ja: グリーンエーカーの補正慣性 =
ru: Скорректированная инерция Гринакра =

source: Greens
ja: 緑系
ru: Зелень

source: Grey
ja: グレー
ru: Серый

source: Greys
ja: グレー系
ru: Серые

source: Group
ja: グループ
ru: Группа

source: Group (Overlapped)
ja: グループ（重ね合わせ）
ru: Группа (перекрывающаяся)

source: Group (Side by side)
ja: グループ（横並び）
ru: Группа (Рядом)

source: Group + Count
ja: グループ + 度数
ru: Группа + счет

source: Group + Percent
ja: グループ + パーセント
ru: Группа + Процент

source: Group By
ja: グループ化の基準
ru: Группировать по

source: Grouped
ja: グループ化済
ru: Сгруппировано

source: Grouping
ja: グループ化
ru: Группировка

source: Grouping Variable
ja: グループ変数
ru: Группирующая переменная

source: Groupwise
ja: グループ単位
ru: Групповой

source: Height
ja: 高さ
ru: Высота

source: Hide % labels below 5%
ja: 5%未満の％ラベルを非表示
ru: Скрыть % меток ниже 5%

source: Histogram
ja: ヒストグラム
ru: Гистограмма

source: Hochberg
ja: ホックバーグ
ru: Хохберг

source: Holm
ja: ホルム
ru: Холм

source: Hommel
ja: ホンメル
ru: Хоммель

source: Horizontal label wrap
ja: 水平ラベル折り返し
ru: Горизонтальная упаковка этикеток

source: Horizontal line at
ja: 水平線
ru: Горизонтальная линия на

source: Horizontal plot
ja: 水平プロット
ru: Горизонтальный график

source: Huge (800x500)
ja: 特大 (800x500)
ru: Огромный (800x500)

source: Identity line
ja: 同一線
ru: Идентификационная линия

source: Ignore NA
ja: NAを無視
ru: Игнорировать NA

source: Ignore NA groups
ja: NAグループを無視
ru: Игнорировать группы АН

source: Improve label display
ja: ラベル表示の改善
ru: Улучшение отображения меток

source: Increasing
ja: 昇順
ru: Увеличение

source: Indicator matrix
ja: 指標行列
ru: Матрица индикаторов

source: Inertia
ja: 慣性
ru: Инерция

source: Inertia summary
ja: 慣性の要約
ru: Сводка по инерции

source: Initial Eigenvalues
ja: 初期固有値
ru: Начальные собственные значения

source: Input format
ja: 入力形式
ru: Формат ввода

source: Iris
ja: アヤメ（Iris）
ru: Ирис

source: ISO (Y-M-D)
ja: ISO（年-月-日）
ru: ISO (Г-М-Д)

source: Italic
ja: 斜体
ru: Курсив

source: Jan
ja: 1月
ru: Янв

source: January
ja: 1月
ru: январь

source: jmv Blue
ja: jmv 青
ru: jmv Синий

source: jmv Default
ja: jmv 既定
ru: jmv по умолчанию

source: jmv Gray
ja: jmv グレー
ru: jmv Серый

source: jmv Green
ja: jmv 緑
ru: jmv Зеленый

source: jmv Red
ja: jmv 赤
ru: jmv Красный

source: jmv Yellow
ja: jmv 黄
ru: jmv Желтый

source: Jul
ja: 7月
ru: Июл

source: July
ja: 7月
ru: Июль

source: Jun
ja: 6月
ru: Июн

source: June
ja: 6月
ru: Июнь

source: Kaiser normalization
ja: カイザー正規化
ru: Нормализация Кайзера

source: Kaiser-Meyer-Olkin Measure of Sampling Adequacy (MSA)
ja: カイザー・マイヤー・オルキン（KMO）のサンプリング適合度指標 (MSA)
ru: Мера адекватности выборки Кайзера-Мейера-Олкина (MSA)

source: KMO & Bartlett's Test
ja: KMO & バートレット検定
ru: КМО и тест Бартлетта

source: KMO & Bartlett's test
ja: KMO & バートレット検定
ru: КМО и тест Бартлетта

source: Kolmogorov-Smirnov
ja: コルモゴロフ・スミルノフ
ru: Колмогоров-Смирнов

source: Kruskal-Wallis
ja: クラスカル・ウォリス
ru: Краскал-Уоллис

source: Kruskal-Wallis Tests
ja: クラスカル・ウォリス検定
ru: Тесты Крускала-Уоллиса

source: Label
ja: ラベル
ru: Этикетка

source: Label color
ja: ラベル色
ru: Цвет этикетки

source: Label font size
ja: ラベルフォントサイズ
ru: Размер шрифта этикетки

source: Label Options
ja: ラベルオプション
ru: Параметры метки

source: Label Position
ja: ラベル位置
ru: Положение метки

source: Label rotation
ja: ラベル回転
ru: Ротация меток

source: Label Size
ja: ラベル サイズ
ru: Размер этикетки

source: Labels
ja: ラベル
ru: Этикетки

source: Large (600x400)
ja: 大 (600x400)
ru: Большой (600x400)

source: Left
ja: 左
ru: Левый

source: Legend
ja: 凡例
ru: Легенда

source: Legend & Axis Titles
ja: 凡例 & 軸タイトル
ru: Легенды и названия осей

source: Legend Title
ja: 凡例タイトル
ru: Название легенды

source: Lémovice
ja: レモーヴィス
ru: Лемовице

source: Level
ja: レベル
ru: Уровень

source: Light Blue
ja: 薄い青
ru: Светло-голубой

source: Light Brown
ja: 薄い茶
ru: Светло-коричневый

source: Light Gray
ja: 薄いグレー
ru: Светло-серый

source: Light Green
ja: 薄い緑
ru: Светло-зеленый

source: Light Orange
ja: 薄いオレンジ
ru: Светло-оранжевый

source: Light Pink
ja: 薄いピンク
ru: Светло-розовый

source: Light Purple
ja: 薄い紫
ru: Светло-фиолетовый

source: Light Red
ja: 薄い赤
ru: Светло-красный

source: Light Yellow
ja: 薄い黄
ru: Светло-желтый

source: Likert
ja: リッカート
ru: Лайкерт

source: Likert Plot
ja: リッカートプロット
ru: График Лайкерта

source: Likert Variables
ja: リッカート変数
ru: Переменные Лайкерта

source: Limited to the first 100 observations
ja: 最初の100観測値に制限
ru: Ограничено первыми 100 наблюдениями

source: Line
ja: 線
ru: Линия

source: Line Chart
ja: 折れ線グラフ
ru: Линейный график

source: Line size
ja: 線サイズ
ru: Размер линии

source: Line width
ja: 線幅
ru: Ширина линии

source: Linear
ja: 線形
ru: Линейный

source: Log-normal
ja: 対数正規
ru: Логнормальный

source: Logistic
ja: ロジスティック
ru: Логистика

source: Lollipop Plot
ja: ロリポッププロット
ru: Леденцовый график
