Repository: jamovi/library-i18n
Catalog: vijPlots/*.po
Languages: ja, ru

source: {distribStr} {typeStr} Plot of {varStr}
ja: {distribStr} {typeStr} {varStr}のプロット
ru: {distribStr} {typeStr} График {varStr}

source: {normalization} Normalization
ja: {normalization}正規化
ru: {normalization} Нормализация

source: {rotation} rotation
ja: {rotation}回転
ru: {rotation} ротация

source: {rotation} rotation was used.
ja: {rotation}回転が用いられました。
ru: {rotation} ротация была использована.

source: {rotation} rotation with Kaiser normalization
ja: カイザー正規化を伴う{rotation}回転
ru: {rotation} с нормализацией Кайзера

source: {rotation} rotation with Kaiser normalization was used.
ja: カイザー正規化を伴う{rotation}回転が用いられました。
ru: {rotation} было использовано вращение с нормализацией Кайзера.

source: # of rows/columns
ja: 行/列数
ru: # строки/столбцы

source: % Accuracy
ja: %精度
ru: % Точность

source: % by Row
ja: 行%
ru: % по строке

source: % Inertia
ja: %慣性
ru: % Инерция

source: % Labels
ja: %ラベル
ru: % Меток

source: % of Cases
ja: ケース%
ru: % случаев

source: % of Inertia
ja: 慣性%
ru: % Инерции

source: % of Responses
ja: 回答%
ru: % ответов

source: % of Variance
ja: 分散%
ru: % от дисперсии

source: % within
ja: 内部%
ru: % в пределах

source: <style> .block { border: 2px solid gray; border-radius: 15px; background-color: WhiteSmoke; padding: 0px 20px; text-align: justify; } </style> <div class="block"> <h2>Likert Plot Help</h2> <h3>Data & Sorting</h3> <ul> <li>Likert variables must be of ordinal measure-type. (Continuous measure-type works as well.)</li> <li>If you plan to compute mean/median/sd or to use comparison tests, they must be of integer data-type.</li> <li><strong>Tidy up levels:</strong> when checked, try to fix the labels order in table and graph (when some variables miss some levels).</li> <li><strong>Convert variables to integer:</strong> when checked, the level labels are ignored and only integer values are used.</li> <li><strong>Sort Variables by Median:</strong> orders the list of Likert variables by median.</li> </ul> <h3>Comparison Tests</h3> When using a group variable, several tests are available: <ul> <li><strong>Mann-Whitney U:</strong> Two group comparison</li> <li><strong>Kruskal-Wallis:</strong> n group comparison</li> <li><strong>Post Hoc Tests:</strong> Dunn, Conover and Dwass-Steel-Critchlow-Fligner (DSCF) paiwise comparisons tests.</li> </ul> <p>p-Values can be adjusted <strong>groupwise</strong> (for each question) for post hoc tests or <strong>overall</strong> (groupwise and questionwise) for MannWithney U, Kruskal-Wallis and post hoc tests. DSCF p-values are already adjusted (groupwise); no other adjustment is possible.</p> </div>
ja: <style> .block { border: 2px solid gray; border-radius: 15px; background-color: WhiteSmoke; padding: 0px 20px; text-align: justify; } </style> <div class="block"> <h2>リッカートプロットのヘルプ</h2> <h3>データと並べ替え</h3> <ul> <li>リッカート変数は順序尺度変数または連続尺度変数でなくてはなりません。</li> <li>平均値・中央値・標準偏差を算出したり、比較検定を行う場合は、整数型データである必要があります。</li> <li><strong>水準を整理</strong>にチェックを入れると、一部の変数で特定の水準が欠けている場合に、表やグラフのラベル順を調整します。</li> <li><strong>変数を整数に変換</strong>にチェックを入れると、水準ラベルを無視し、整数値のみを使用します。</li> <li><strong>中央値で並べ替え</strong>は、リッカート変数の一覧を中央値の順に並べ替えます。</li> </ul> <h3>比較検定</h3> 群変数を使用する場合、次の検定を利用できます。 <ul> <li><strong>マン・ホイットニーのU：</strong> 2群の比較</li> <li><strong>クラスカル・ウォリス：</strong> 多群の比較</li> <li><strong>事後検定：</strong> ダン、コノバー、DSCFによる多重比較</li> </ul> <p>p値は、事後検定では<strong>グループ単位</strong>（各設問ごと）、または<strong>全体</strong>（グループおよび設問単位）で調整できます。DSCFのp値はすでにグループ単位で調整されており、その他の方法による追加調整はできません。</p> </div>
ru: <style> .block { border: 2px solid gray; border-radius: 15px; background-color: WhiteSmoke; padding: 0px 20px; text-align: justify; } </style> <div class="block"> <h2>Помощь по построению графика Ликерта</h2> <h3>Данные и сортировка</h3> <ul> <li>Переменные Ликерта должны иметь порядковый тип измерения. (Также подходит непрерывный тип измерения.)</li> <li>Если вы планируете вычислять среднее/медиану/стандартное отклонение или использовать сравнительные тесты, они должны быть целочисленного типа данных.</li> <li><strong>Упорядочить уровни:</strong> если этот флажок установлен, попытаться исправить порядок меток в таблице и графике (когда у некоторых переменных отсутствуют некоторые уровни).</li> <li><strong>Преобразовать переменные в целочисленный тип:</strong> если этот флажок установлен, метки уровней игнорируются, и используются только целочисленные значения.</li> <li><strong>Сортировать переменные по медиане:</strong> упорядочивает список переменных Ликерта по медиане.</li> </ul> <h3>Сравнительные тесты</h3> При использовании групповой переменной доступно несколько тестов: <ul> <li><strong>Критерий Манна-Уитни:</strong> Сравнение двух групп</li> <li><strong>Критерий Крускала-Уоллиса:</strong> Сравнение n групп</li> <li><strong>Постхок-тесты:</strong> Тесты попарного сравнения Данна, Коновера и Двасса-Стила-Критчлоу-Флигнера (DSCF).</li></ul> <p>Значения p можно корректировать <strong>по группам</strong> (для каждого вопроса) для апостериорных тестов или <strong>в целом</strong> (по группам и по вопросам) для тестов Манна-Уитни, Краскала-Уоллиса и апостериорных тестов. Значения p в тестах DSCF уже скорректированы (по группам); никакая другая корректировка невозможна.</p></div>

source: <style> .block { border: 2px solid gray; border-radius: 15px; background-color: WhiteSmoke; padding: 0px 20px; text-align: justify; } </style> <div class="block"> <p><strong>Correspondence Plot Help</strong></p> <p>This module computes <strong>Correspondence Analysis (CA)</strong> for two categorical variables. Computations are based on <a href = "https://CRAN.R-project.org/package=FactoMineR" target="_blank">FactoMineR<a/> package by F.&nbsp;Husson, J.&nbsp;Josse, S.&nbsp;Le, J.&nbsp;Mazet.</p> <p>The data may be weighted using <em>jamovi</em> built-in weight system or using the "Counts" variable.</p> <p><strong>Supplementary row or column</strong> numbers may be entered as integer lists : 1,3,6</p> <p>Four normalizations (scaling of row and column scores before plotting) are avalaible : <ul> <li><strong>Principal:</strong> Row an columns scores are scaled by eigenvalues.</li> <li><strong>Symetric:</strong> Row an columns scores are scaled by the square root of eigenvalues. </li> <li><strong>Row Principal:</strong> Only row scores are scaled by eigenvalues.</li> <li><strong>Column Principal:</strong> Only column scores are scaled by eigenvalues.</li> <li><strong>Standard:</strong> The raw coordinates without normalization.</li> </ul></p> <p>A sample file is included at Open > Data Library > vijPlots > Smoking</p> </div>
ja: <style> .block { border: 2px solid gray; border-radius: 15px; background-color: WhiteSmoke; padding: 0px 20px; text-align: justify; } </style> <div class="block"> <p><strong>対応分析プロットのヘルプ</strong></p> <p>本モジュールは、2つのカテゴリ変数に対する<strong>対応分析（CA）</strong>を実行します。計算には、F.&nbsp;Husson、J.&nbsp;Josse、S.&nbsp;Le、J.&nbsp;Mazet による <a href = "https://CRAN.R-project.org/package=FactoMineR" target="_blank">FactoMineR<a/> パッケージを使用しています。</p> <p>データは、<em>jamovi</em> の組み込みウェイト機能または「度数」変数を用いて重みづけできます。</p> <p><strong>補助行または補助列</strong>は、整数のリスト（例：1,3,6）で指定できます。</p> <p>プロット前に行得点および列得点をどのようにスケーリングするかを選択できます。利用可能な正規化（スケーリング）は次のとおりです： <ul> <li><strong>主成分：</strong> 行得点と列得点を固有値でスケーリングします。</li> <li><strong>対称：</strong> 行得点と列得点を固有値の平方根でスケーリングします。</li> <li><strong>行主成分：</strong> 行得点のみを固有値でスケーリングします。</li> <li><strong>列主成分：</strong> 列得点のみを固有値でスケーリングします。</li> <li><strong>標準：</strong> 正規化を行わず、生の座標を使用します。</li> </ul></p> <p>サンプルデータは Open > Data Library > vijPlots > Smoking に含まれています。</p> </div>
ru: <style> .block { border: 2px solid gray; border-radius: 15px; background-color: WhiteSmoke; padding: 0px 20px; text-align: justify; } </style> <div class="block"> <p><strong>Помощь в построении корреляционных графиков</strong></p> <p>Этот модуль вычисляет <strong>Корреспондентский анализ (КА)</strong> для двух категориальных переменных. Вычисления основаны на пакете FactoMineR от F. Husson, J. Josse, S. Le, J. Mazet. Данные могут быть взвешены с использованием встроенной системы весов jamovi или переменной «Counts». Дополнительные номера строк или столбцов можно вводить в виде списков целых чисел: 1, 3, 6. Доступны четыре варианта нормализации (масштабирование оценок строк и столбцов перед построением графика): <ul> <li><strong>Основной:</strong> Оценки строк и столбцов масштабируются по собственным значениям.</li> <li><strong>Симметричный:</strong> Оценки строк и столбцов масштабируются на квадратный корень из собственных значений.</li> <li><strong>Главный по строкам:</strong> Масштабируются только оценки строк на собственные значения.</li> <li><strong>Главный по столбцам:</strong> Масштабируются только оценки столбцов на собственные значения.</li> <li><strong>Стандартный:</strong> Исходные координаты без нормализации.</li> </ul></p> <p>Пример файла включен в Открыть > Библиотека данных > vijPlots > Smoking</p> </div>

source: <style> .block { border: 2px solid gray; border-radius: 15px; background-color: WhiteSmoke; padding: 0px 20px; text-align: justify; } </style> <div class="block"> <p><strong>Multiple Correspondence Analysis Help</strong></p> <p>This module computes <strong>Multiple Correspondence Analysis (MCA)</strong> for several categorical variables. Computations are based on <a href = "https://CRAN.R-project.org/package=FactoMineR" target="_blank">FactoMineR<a/> package by F.&nbsp;Husson, J.&nbsp;Josse, S.&nbsp;Le, J.&nbsp;Mazet.</p> <p>Both classic methods are available: <ul> <li><strong>Indicator matrix:</strong> CA of the indicator matrix</li> <li><strong>Burt matrix:</strong> CA of the Burt matrix. The eigenvalues are the squares of those of the indicator matrix method. </li> </ul> </p> <p>Both methods give the same <em>standard</em> coordinates (but different <em>principal</em> coordinates).</p> <p>When selected, <strong>Benzécri and Greenacre corrections</strong> are applied to eigenvalues only (<strong>Summary</strong> table). Coordinates (and inertia) of categories and observations are computed from the original eigenvalues of the Burt matrix.</p> <p>The <strong>Normalization</strong> options specify how the coordinates are scaled (by eigenvalues): <ul> <li><strong>Principal:</strong> Both category and observation coordinates are scaled.</li> <li><strong>Category principal:</strong> Only category coordinates are scaled.</li> <li><strong>Observation principal:</strong> Only observation coordinates are scaled.</li> <li><strong>Standard:</strong> Both category and observation coordinates are standard.</li> </ul></p> <p>A sample file is included at Open > Data Library > vijPlots > Cars</p> </div>
ja: <style> .block { border: 2px solid gray; border-radius: 15px; background-color: WhiteSmoke; padding: 0px 20px; text-align: justify; } </style> <div class="block"> <p><strong>多重対応分析のヘルプ</strong></p> <p>本モジュールは、複数のカテゴリ変数に対する<strong>多重対応分析（MCA）</strong>を実行します。計算には、F.&nbsp;Husson、J.&nbsp;Josse、S.&nbsp;Le、J.&nbsp;Mazet による <a href = "https://CRAN.R-project.org/package=FactoMineR" target="_blank">FactoMineR<a/> パッケージを使用しています。</p> <p>次の2つの古典的手法を利用できます： <ul> <li><strong>指標行列：</strong> 指標行列に対する対応分析</li> <li><strong>バート行列：</strong> バート行列に対する対応分析。この方法の固有値は、指標行列法による固有値の2乗になります。 </li> </ul> </p> <p>両手法ともに <em>標準</em> 座標は同一ですが、<em>主成分</em> 座標は異なります。</p> <p><strong>ベンゼクリ補正およびグリーンエーカー補正</strong>を選択すると、固有値にのみ補正が適用されます（<strong>要約</strong> 表）。カテゴリおよび観測の座標（および慣性）は、バート行列の元の固有値から算出されます。</p> <p><strong>正規化</strong> オプションでは、座標をどのようにスケーリング（固有値による）するかを指定します： <ul> <li><strong>Principal:</strong> カテゴリ座標と観測座標の両方をスケーリングします。</li> <li><strong>カテゴリ主成分：</strong> カテゴリ座標のみをスケーリングします。</li> <li><strong>観測値主成分：</strong> 観測座標のみをスケーリングします。</li> <li><strong>標準：</strong> カテゴリ座標と観測座標のいずれも標準化座標とします。</li> </ul></p> <p>サンプルデータは Open > Data Library > vijPlots > Cars に含まれています。</p> </div>
ru: <style> .block { border: 2px solid gray; border-radius: 15px; background-color: WhiteSmoke; padding: 0px 20px; text-align: justify; } </style> <div class="block"> <p><strong>Помощь в анализе множественных соответствий</strong></p> <p>Этот модуль вычисляет <strong>анализ множественных соответствий (MCA)</strong> для нескольких категориальных переменных. Вычисления основаны на пакете FactoMineR от F. Husson, J. Josse, S. Le, J. Mazet. <p>Доступны оба классических метода: <ul> <li><strong>Матрица индикаторов:</strong> CA матрицы индикаторов</li> <li><strong>Матрица Берта:</strong> CA матрицы Берта. Собственные значения представляют собой квадраты собственных значений метода матрицы индикаторов. </li></ul></p> <p>Оба метода дают одинаковые <em>стандартные</em> координаты (но разные <em>главные</em> координаты).</p> <p>При выборе поправок Бензекри и Гринакра к собственным значениям применяются только поправки Бензекри и Гринакра (<strong>сводная</strong> таблица). Координаты (и инерция) категорий и наблюдений вычисляются на основе исходных собственных значений матрицы Берта.</p> <p>Параметры <strong>Нормализация</strong> определяют, как масштабируются координаты (по собственным значениям): <ul> <li><strong>Главный:</strong> Масштабируются как координаты категорий, так и координаты наблюдений.</li> <li><strong>Главный для категорий:</strong> Масштабируются только координаты категорий.</li> <li><strong>Главный для наблюдений:</strong> Масштабируются только координаты наблюдений.</li> <li><strong>Стандартный:</strong> Как координаты категорий, так и координаты наблюдений являются стандартными.</li> </ul></p> <p>Пример файла находится в Открыть > Библиотека данных > vijPlots > Cars</p> </div>

source: <style> .block { border: 2px solid gray; border-radius: 15px; background-color: WhiteSmoke; padding: 0px 20px; text-align: justify; } </style> <div class="block"> <p><strong>Multiple Response Crosstab Help</strong></p> <p>This module computes crosstab frequencies for multiple response questions, also known as "Check All That Apply" (CATA) questions.</p> <p>Questions may be coded as : <ul> <li>several <strong>dummy (or indicator) variables</strong> using 0/1 or 1/2 for each possible answer</li> <li>a single <strong>multi-valued variable</strong> containing the checked answers, separated by a symbol (usually "," or ";").</li> </ul></p> <p>A sample file is included at Open > Data Library > vijPlots > Credit Cards</p> </div>
ja: <style> .block { border: 2px solid gray; border-radius: 15px; background-color: WhiteSmoke; padding: 0px 20px; text-align: justify; } </style> <div class="block"> <p><strong>多重回答クロス集計のヘルプ</strong></p> <p>本モジュールは、多重回答形式の質問（いわゆる「該当するものをすべて選択」形式）のクロス集計度数を算出します。</p> <p>質問は次のいずれかの形式でコーディングできます。 <ul> <li>各選択肢について 0/1 または 1/2 で表す複数の<strong>ダミー変数</strong></li> <li>選択された回答を区切り記号（通常は「,」または「;」）で連結した、1つの<strong>多値変数</strong></li> </ul></p> <p>サンプルデータは Open > Data Library > vijPlots > Credit Cards に含まれています。</p> </div>
ru: <style> .block { border: 2px solid gray; border-radius: 15px; background-color: WhiteSmoke; padding: 0px 20px; text-align: justify; } </style> <div class="block"> <p><strong>Помощь в построении перекрестной таблицы для вопросов с несколькими вариантами ответа</strong></p> <p>Этот модуль вычисляет частоты перекрестной таблицы для вопросов с несколькими вариантами ответа, также известных как вопросы типа "Выберите все подходящие варианты" (CATA).</p> <p>Вопросы могут быть закодированы следующим образом: <ul> <li>несколько <strong>фиктивных (или индикаторных) переменных</strong> с использованием 0/1 или 1/2 для каждого возможного ответа</li> <li>одна <strong>многозначная переменная</strong>, содержащая отмеченные ответы, разделенные символом (обычно "," или ";").</li> </ul></p> <p>Пример файла включен в Открыть > Библиотека данных > vijPlots > Credit Cards</p> </div>

source: <style> .block { border: 2px solid gray; border-radius: 15px; background-color: WhiteSmoke; padding: 0px 20px; text-align: justify; } </style> <div class="block"> <p><strong>Multiple Response Frequencies Help</strong></p> <p>This module computes frequencies for multiple response questions, also known as "Check All That Apply" (CATA) questions.</p> <p>Questions may be coded as : <ul> <li>several <strong>dummy (or indicator) variables</strong> using 0/1 or 1/2 for each possible answer</li> <li>a single <strong>multi-valued variable</strong> containing the checked answers, separated by a symbol (usually "," or ";").</li> </ul></p> <p>A sample file is included at Open > Data Library > vijPlots > Credit Cards</p> </div>
ja: <style> .block { border: 2px solid gray; border-radius: 15px; background-color: WhiteSmoke; padding: 0px 20px; text-align: justify; } </style> <div class="block"> <p><strong>多重回答度数のヘルプ</strong></p> <p>本モジュールは、多重回答形式の質問（いわゆる「該当するものをすべて選択」形式）の度数を算出します。</p> <p>質問は次のいずれかの形式でコーディングできます： <ul> <li>各選択肢について 0/1 または 1/2 で表す複数の<strong>ダミー変数</strong></li> <li>選択された回答を区切り記号（通常は「,」または「;」）で連結した、1つの<strong>多値変数</strong></li> </ul></p> <p>サンプルデータは Open > Data Library > vijPlots > Credit Cards に含まれています。</p> </div>
ru: <style> .block { border: 2px solid gray; border-radius: 15px; background-color: WhiteSmoke; padding: 0px 20px; text-align: justify; } </style> <div class="block"> <p><strong>Помощь по частоте множественных ответов</strong></p> <p>Этот модуль вычисляет частоту для вопросов с множественным выбором, также известных как вопросы типа "Выберите все подходящие варианты" (CATA).</p> <p>Вопросы могут быть закодированы следующим образом: <ul> <li>несколько <strong>фиктивных (или индикаторных) переменных</strong> с использованием 0/1 или 1/2 для каждого возможного ответа</li> <li>одна <strong>многозначная переменная</strong>, содержащая отмеченные ответы, разделенные символом (обычно "," или ";").</li> </ul></p> <p>Пример файла включен в Открыть > Библиотека данных > vijPlots > Credit Cards</p> </div>

source: <style> .block { border: 2px solid gray; border-radius: 15px; background-color: WhiteSmoke; padding: 0px 20px; text-align: justify; } </style> <div class="block"> <p><strong>Principal Component Analysis Help</strong></p> <p>This module computes <strong>Principal Component Analysis (PCA)</strong> for several continuous variables. Computations are based on <tt>stats::prcomp</tt> function.</p> <p>Although rotated components are not principal components, they are widely used. Only orthogonal rotations are available (from GPArotation package).</p> <p>Loadings (variable coordinates) and scores (observation coordinates) are principal (scaled by the squareroot of eigenvalues). <p>Biplot follows "Biplots in Practice" [Michael Greenacre, 2010]: <ul> <li><strong>Form biplot:</strong> Scores are principal (scaled by eigenvalues) while loadings are standard.</li> <li><strong>Covariance biplot:</strong> Loadings are principal while scores are standard. </li> </ul></p> <p><strong>Advanced options</strong>: <ul> <li><strong>Standardize loadings:</strong> loadings are normalized with sums of squared equal to 1 (instead of eigenvalues)</li> <li><strong>Standardize scores:</strong> scores are normalized with variances equal to 1 (instead of eigenvalues)</li> <li><strong>Rotate eigenvectors:</strong> the rotation (varimax, etc) is applied to eigenvectors (standard loadings) instead of principal loadings (Stata way).</li> </ul> </p> <p>A sample file is included at Open > Data Library > vijPlots > Iris</p> </div>
ja: <style> .block { border: 2px solid gray; border-radius: 15px; background-color: WhiteSmoke; padding: 0px 20px; text-align: justify; } </style> <div class="block"> <p><strong>主成分分析のヘルプ</strong></p> <p>本モジュールは、複数の連続変数に対する<strong>主成分分析（PCA）</strong>を実行します。計算には <tt>stats::prcomp</tt> 関数を使用します。</p> <p>回転後の成分は厳密には主成分ではありませんが、広く利用されています。利用できるのは直交回転のみです（GPArotation パッケージ）。</p> <p>負荷量（変数の座標）および得点（観測値の座標）は 主成分座標（固有値の平方根でスケーリング）です。</p> <p>バイプロットは “Biplots in Practice” [Michael Greenacre, 2010] に従います： <ul> <li><strong>形式バイプロット：</strong> 得点は 主成分（固有値でスケーリング）、負荷量は標準です。</li> <li><strong>共分散バイプロット：</strong> 負荷量は主成分、得点は標準です。 </li> </ul></p> <p><strong>詳細オプション</strong>：<ul> <li><strong>負荷量を標準化：</strong> 負荷量を、（固有値でスケーリングする代わりに）2乗和が 1 になるように正規化します。</li> <li><strong>得点を標準化：</strong> 得点を、（固有値でスケーリングする代わりに）分散が 1 になるように正規化します。</li> <li><strong>固有ベクトルを回転：</strong> 回転（バリマックスなど）を 主成分負荷量ではなく、固有ベクトル（標準負荷量）に適用します（Stata 方式）。</li> </ul> </p> <p>サンプルデータは Open > Data Library > vijPlots > Iris に含まれています。</p> </div>
ru: <style> .block { border: 2px solid gray; border-radius: 15px; background-color: WhiteSmoke; padding: 0px 20px; text-align: justify; } </style> <div class="block"> <p><strong>Помощь по анализу главных компонентов</strong></p> <p>Этот модуль вычисляет <strong>анализ главных компонентов (PCA)</strong> для нескольких непрерывных переменных. Вычисления основаны на функции <tt>stats::prcomp</tt>.</p> <p>Хотя повернутые компоненты не являются главными компонентами, они широко используются. Доступны только ортогональные повороты (из пакета GPArotation).</p> <p>Нагрузки (координаты переменных) и оценки (координаты наблюдений) являются главными (масштабируются на квадратный корень из собственных значений). <p> <p>Биплот соответствует принципу "Биплоты на практике" [Майкл Гринакр, 2010]: <ul> <li><strong>Форма биплота:</strong> Значения являются главными (масштабированными по собственным значениям), а нагрузки — стандартными.</li> <li><strong>Биплот ковариации:</strong> Нагрузки являются главными, а значения — стандартными. </li></ul></p> <p><strong>Расширенные параметры</strong>: <ul> <li><strong>Стандартизация нагрузок:</strong> нагрузки нормализуются с суммой квадратов, равной 1 (вместо собственных значений)</li> <li><strong>Стандартизация оценок:</strong> оценки нормализуются с дисперсией, равной 1 (вместо собственных значений)</li> <li><strong>Поворот собственных векторов:</strong> поворот (varimax и т. д.) применяется к собственным векторам (стандартным нагрузкам) вместо главных нагрузок (методом Stata).</li> </ul> </p> <p>Пример файла находится в Открыть > Библиотека данных > vijPlots > Iris</p> </div>
